node {
  name: "Cast/x"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 18162
          }
        }
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/1.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/10.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/11.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/12.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/13.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/14.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/15.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/16.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/17.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/18.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/19.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/2.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/20.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/21.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/22.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/23.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/24.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/25.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/3.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/4.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/5.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/6.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/7.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/8.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\350\277\221\347\216\260\344\273\243/9.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/100.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1000.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10000.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10001.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10002.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10003.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10004.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10005.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10006.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10007.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10008.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10009.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1001.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10010.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10011.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10012.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10013.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10014.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10015.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10016.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10017.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10018.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10019.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1002.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10020.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10021.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10022.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10023.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10024.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10025.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10026.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10027.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10028.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10029.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1003.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10030.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10031.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10032.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10033.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10034.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10035.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10036.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10037.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10038.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10039.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1004.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10040.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10041.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10042.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10043.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10044.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10045.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10046.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10047.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10048.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10049.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1005.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10050.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10051.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10052.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10053.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10054.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10055.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10056.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10057.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10058.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10059.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1006.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10060.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10061.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10062.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10063.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10064.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10065.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10066.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10067.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10068.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10069.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1007.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10070.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10071.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10072.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10073.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10074.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10075.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10076.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10077.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10078.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10079.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1008.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10080.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10081.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10082.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10083.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10084.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10085.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10086.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10087.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10088.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10089.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1009.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10090.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10091.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10092.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10093.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10094.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10095.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10096.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10097.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10098.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10099.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/101.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1010.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10100.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10101.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10102.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10103.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10104.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10105.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10106.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10107.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10108.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10109.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1011.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10110.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10111.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10112.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10113.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10114.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10115.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10116.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10117.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10118.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10119.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1012.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10120.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10121.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10122.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10123.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10124.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10125.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10126.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10127.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10128.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10129.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1013.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10130.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10131.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10132.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10133.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10134.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10135.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10136.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10137.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10138.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10139.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1014.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10140.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10141.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10142.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10143.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10144.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10145.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10146.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10147.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10148.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10149.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1015.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10150.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10151.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10152.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10153.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10154.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10155.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10156.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10157.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10158.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10159.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1016.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10160.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10161.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10162.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10163.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10164.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10165.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10166.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10167.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10168.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10169.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1017.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10170.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10171.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10172.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10173.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10174.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10175.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10176.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10177.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10178.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10179.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1018.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10180.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10181.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10182.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10183.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10184.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10185.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10186.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10187.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10188.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10189.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1019.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10190.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10191.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10192.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10193.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10194.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10195.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10196.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10197.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10198.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10199.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/102.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1020.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10200.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10201.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10202.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10203.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10204.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10205.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10206.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10207.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10208.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10209.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1021.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10210.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10211.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10212.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10213.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10214.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10215.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10216.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10217.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10218.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10219.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1022.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10220.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10221.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10222.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10223.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10224.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10225.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10226.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10227.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10228.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10229.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1023.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10230.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10231.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10232.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10233.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10234.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10235.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10236.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10237.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10238.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10239.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1024.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10240.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10241.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10242.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10243.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10244.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10245.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10246.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10247.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10248.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10249.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1025.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10250.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10251.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10252.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10253.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10254.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10255.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10256.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10257.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10258.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10259.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1026.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10260.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10261.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10262.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10263.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10264.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10265.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10266.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10267.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10268.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10269.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1027.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10270.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10271.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10272.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10273.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10274.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10275.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10276.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10277.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10278.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10279.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1028.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10280.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10281.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10282.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10283.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10284.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10285.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10286.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10287.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10288.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10289.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1029.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10290.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10291.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10292.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10293.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10294.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10295.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10296.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10297.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10298.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10299.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/103.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1030.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10300.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10301.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10302.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10303.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10304.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10305.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10306.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10307.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10308.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10309.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1031.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10310.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10311.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10312.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10313.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10314.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10315.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10316.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10317.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10318.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10319.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1032.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10320.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10321.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10322.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10323.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10324.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10325.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10326.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10327.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10328.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10329.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1033.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10330.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10331.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10332.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10333.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10334.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10335.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10336.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10337.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10338.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10339.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1034.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10340.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10341.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10342.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10343.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10344.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10345.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10346.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10347.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10348.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10349.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1035.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10350.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10351.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10352.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10353.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10354.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10355.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10356.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10357.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10358.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10359.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1036.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10360.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10361.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10362.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10363.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10364.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10365.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10366.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10367.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10368.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10369.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1037.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10370.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10371.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10372.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10373.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10374.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10375.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10376.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10377.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10378.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10379.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1038.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10380.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10381.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10382.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10383.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10384.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10385.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10386.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10387.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10388.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10389.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1039.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10390.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10391.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10392.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10393.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10394.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10395.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10396.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10397.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10398.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10399.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/104.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1040.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10400.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10401.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10402.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10403.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10404.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10405.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10406.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10407.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10408.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10409.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1041.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10410.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10411.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10412.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10413.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10414.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10415.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10416.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10417.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10418.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10419.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1042.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10420.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10421.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10422.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10423.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10424.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10425.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10426.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10427.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10428.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10429.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1043.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10430.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10431.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10432.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10433.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10434.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10435.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10436.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10437.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10438.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10439.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1044.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10440.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10441.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10442.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10443.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10444.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10445.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10446.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10447.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10448.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10449.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1045.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10450.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10451.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10452.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10453.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10454.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10455.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10456.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10457.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10458.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10459.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1046.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10460.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10461.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10462.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10463.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10464.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10465.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10466.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10467.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10468.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10469.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1047.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10470.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10471.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10472.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10473.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10474.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10475.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10476.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10477.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10478.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10479.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1048.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10480.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10481.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10482.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10483.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10484.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10485.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10486.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10487.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10488.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10489.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/1049.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10490.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10491.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10492.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10493.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10494.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10495.jpg"
        string_val: "C:/Users/still/Desktop/PorcelainDataset/\346\270\205/10496.jpg"
